[
    {
        "streamer": "Kai Cenat",
        "wikipedia_summary": "Kai Carlo Cenat III (/ˈkaɪ sɪˈnæt/ ⓘ KY sin-AT; born December 16, 2001) is an American online streamer and YouTuber who specializes in comedic live streams and videos. As of 2025, he is the fourth most-followed Twitch streamer with 16.2 million followers and most-subscribed Twitch streamer. He is a member of the streamer collective Any Means Possible (AMP).\n Considered as one of the most popular streamers in the world, he is known for coining several viral phrases like Rizz, Fanum tax, Yessirrrr! etc.[3][4][5] Kai Cenat has achieved significant milestones in the streaming community, notably becoming the first Twitch streamer to surpass 500,000 subscribers during his \"Mafiathon 2\" subathon in November 2024.[6]"
    },
    {
        "streamer": "Ninja",
        "wikipedia_summary": "A ninja (Japanese: 忍者; [ɲiꜜɲdʑa]) or shinobi (Japanese: 忍び; [ɕinobi]) was a  spy and infiltrator in pre-modern Japan.[1] The functions of a ninja included siege and infiltration, ambush, reconnaissance, espionage, deception, and later bodyguarding.[2] Antecedents may have existed as early as the 12th century.[3][4] There is little evidence that they were assassins.[1]\n In the unrest of the Sengoku period, jizamurai families, that is, elite peasant-warriors, in Iga Province and the adjacent Kōka District formed ikki – \"revolts\" or \"leagues\" – as a means of self-defense. They became known for their military activities in the nearby regions and sold their services as mercenaries and spies. It is from these areas that much of the knowledge regarding the ninja is drawn.[5] Following the Tokugawa shogunate in the 17th century, the ninja faded into obscurity.[6] A number of shinobi manuals, often based on Chinese military philosophy, were written in the 17th and 18th centuries, most notably the Bansenshūkai (1676).[7]"
    },
    {
        "streamer": "xQc",
        "wikipedia_summary": "Félix Lengyel (French pronunciation: [feliks lɑ̃ʒɛl];[a] born November 12, 1995), better known as xQc (formerly xQcOW), is a Canadian online streamer, influencer, and former professional Overwatch player.\n While he is best known for his streaming career, Lengyel initially gained recognition as a professional Overwatch player. His esports career began in 2016, during which he also started streaming regularly. He joined the Dallas Fuel, a team competing in the inaugural season of the Overwatch League, in late 2017. However, his time with the Dallas Fuel was marred by controversy, resulting in repeated suspensions and ultimately his release from the team midway through the season. Additionally, Lengyel represented Team Canada in the Overwatch World Cup from 2017 to 2019."
    },
    {
        "streamer": "Ibai Llanos",
        "wikipedia_summary": "251 thousand (IbaiTV)[3]\n 44 million (IbaiTV)[6]"
    },
    {
        "streamer": "AuronPlay",
        "wikipedia_summary": "Raúl Álvarez Genes (Spanish: [raˈul ˈalβaɾeθ ˈxenes], born 5 November 1988), better known as AuronPlay or simply Auron, is a Spanish YouTuber, Twitch streamer, and comedian.\n As of February 2023[update], AuronPlay's YouTube channel has over 4 billion total video views, and he is the fourth most-subscribed YouTuber from Spain, with over 29.2 million subscribers. He is also among the most popular streamers on Twitch, operating the third most-followed Twitch channel in the world with over 16.4 million followers on the platform, according to analytics company Social Blade.[5]"
    },
    {
        "streamer": "Shroud",
        "wikipedia_summary": "Shroud usually refers to an item, such as a cloth, that covers or protects some other object. The term is most often used in reference to burial sheets, mound shroud, grave clothes, winding-cloths or winding-sheets, such as the Jewish tachrichim or Muslim kaffan, that the body is wrapped in for burial. A famous example of this is the Shroud of Turin.\n A traditional Jewish shroud consists of a tunic; a hood; pants that are extra-long and sewn shut at the bottom, so that separate foot coverings are not required; and a belt, which is tied in a knot shaped like the Hebrew letter shin, mnemonic of one of God's names, Shaddai. Traditionally, mound shrouds are made of white cotton, wool or linen, though any material can be used so long as it is made of natural fibre. Intermixture of two or more such fibres is forbidden,[1] due to the prohibition of Shaatnez. A pious Jewish man may next be enwrapped in either his kittel or his tallit, one tassel of which is defaced to render the garment ritually unfit, symbolizing the fact that the decedent is free from the stringent requirements of the 613 mitzvot (commandments). The shrouded body is wrapped in a winding sheet, termed a sovev in Hebrew (a cognate of svivon, the spinning Hanukkah toy that is familiar under its Yiddish name, dreidel), before being placed directly in the earth (or in a plain coffin of soft wood where it is required by governing health codes).\n The Early Christian Church also strongly encouraged the use of winding-sheets, except for monarchs and bishops. The rich were wrapped in cerecloths, which are fine fabrics soaked or painted in wax to hold the fabric close to the flesh. Early Christian shrouds incorporated a cloth, the sudarium, that covered the face, as depicted in traditional artistic representations of the entombed Jesus or his friend, Lazarus (John 11, q.v.). An account of the opening of the coffin of Edward I says that the \"innermost covering seems to have been a very fine linen cerecloth, dressed close to every part of the body\". The use of burial shrouds was general until at least the Renaissance – for much of history, a new set of clothing was an expensive purchase, so preparing the deceased in this manner ensured that a good set of clothes could be retained for further use by the family.\nIn Europe in the Middle Ages, coarse linen shrouds were used to bury most poor without a coffin. In poetry shrouds have been described as of sable, and they were later embroidered in black, becoming more elaborate and cut like shirts or shifts.[2][3]"
    },
    {
        "streamer": "Pokimane",
        "wikipedia_summary": "Imane Anys (/ˌiːˈmɑːn ˈæniːs/;[3][4] Arabic: إِيمَان أَنِيس, born 14 May 1996), known professionally as Pokimane (/ˈpoʊkimɑːn/ or /ˈpoʊkimeɪn/[3]), is a Canadian-Moroccan online streamer, YouTuber and influencer. She is best known for her live streams on Twitch, where she broadcasts video game content, most notably in Valorant and Fortnite. She is a co-founder of OfflineTV, an online social entertainment group of content creators.\n Imane Anys was born in Morocco on 14 May 1996.[5][6] Her parents were academics who immigrated to Quebec, Canada.[5][7] She grew up in St. Catharines, Ontario.[8] In middle school, Anys began playing massively multiplayer online games such as MapleStory and Endless Online, where she focused on customization and socializing with other players. Anys studied chemical engineering at McMaster University but later dropped out to pursue her streaming career full-time.[5][7]"
    },
    {
        "streamer": "Rubius",
        "wikipedia_summary": "Rubén Doblas Gundersen (Spanish: [ruˈβen ˈdoβlas ˈɣundeɾsen];[a] born 13 February 1990), better known as elrubiusOMG or simply El Rubius (Spanish: [el ˈruβjus]), is a Norwegian-Spanish YouTuber whose channel primarily consists of gameplays and vlogs. He has the most subscribers in Spain[3][4] and is among the top 50 most subscribed-to channels of the platform in the world.[5]\n In 2014 he published El Libro Troll (English: The Troll Book). During 2015 and 2017 he published a total of three comics from his Virtual Hero series. He was also part of an anime series based on the comics. A tweet from his official Twitter account in 2016 was once the most retweeted tweet in the world.[6]"
    },
    {
        "streamer": "Dr DisRespect",
        "wikipedia_summary": "Herschel \"Guy\" Beahm IV (born March 10, 1982), better known as Dr Disrespect or The Doc, is an American live streamer. He became known for playing battle royale games such as Call of Duty: Black Ops 4, H1Z1, and PUBG: Battlegrounds on Twitch and YouTube. While streaming, he takes a bombastic persona. He has invested in game studios, including founding the Midnight Society.\n In June 2020, Beahm was permanently banned from Twitch for then-undisclosed reasons. He returned to streaming on YouTube a month later. In June 2024, former Twitch employees disclosed that his ban was due to sexting with a minor using Twitch's Whisper feature[a] in 2017. YouTube demonetized and suspended his channel from the platform's partner program, and his partnerships were suspended. In November 2024, Beahm signed a deal to stream on Rumble and become an advisor for its gaming category. His YouTube channel was remonetized in January 2025."
    },
    {
        "streamer": "Ludwig Ahgren",
        "wikipedia_summary": "Ludwig Anders Ahgren (born July 6, 1995) is an American live streamer, YouTuber, podcaster, comedian, esports commentator, and competitor. Ahgren is best known for his live streams on Twitch from 2018 through late 2021, and on YouTube beginning in late 2021, where he broadcasts video-game-related content as well as non-video-game-related content such as game shows and contests. He is also known for his work as an esports commentator at various Super Smash Bros. Melee tournaments. He is the co-owner of the esports organization Shopify Rebellion. He began streaming full-time on February 16, 2019.\n While holding a widely publicized \"subathon\" event, Ahgren became the most-subscribed Twitch streamer of all time in 2021, eventually reaching around 282,000 subscribers at its peak, beating the previous record set by fellow streamer Ninja. On November 29, 2021, Ahgren announced that he had signed an exclusive deal with YouTube Gaming. At the 2022 Streamer Awards, Ahgren won the award for \"Streamer of the Year\". He became a Red Bull athlete in 2024.[2]"
    },
    {
        "streamer": "Sodapoppin",
        "wikipedia_summary": "Thomas Chance Morris (born February 15, 1991), better known as Sodapoppin, is an American Twitch streamer and internet personality. He is known for his live streams on Twitch, where he broadcasts a variety of content, including gaming, chatting, and IRL streams. Morris is one of the most popular streamers on the platform, with millions of followers and subscribers. He is also known for his humorous and entertaining personality, which has helped him build a large and dedicated fanbase."
    }
]